Repository: Byazh/Timey
Catalog: resources/lang/app_*.arb
Languages: de, es, fr, it

source: Sync devices
de: Geräte synchronisieren
es: Sincronizar tus dispositivos
fr: Synchroniser les appareils
it: Sincronizza dispositivi

source: Register
de: Registrieren
es: Registrate
it: Registrati

source: Login
de: Einloggen
es: Acceso
it: Accedi

source: Continue as guest
de: Als Gast fortfahren
es: Continuar como visitante
fr: Continuer en tant que visiteur
it: Continua come ospite

source: Enter your email
de: Geben Sie Ihre E-Mail ein
es: Introduce tu email
fr: Entres ton email
it: Inserisci la tua email

source: Enter your password
de: Geben Sie Ihr Passwort ein
es: Introduce tu password
fr: Entres ton mot de passe
it: Inserisci la tua password

source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu password?
fr: Mot de passe oubliéÿ?
it: Dimenticato la tua password?

source: or sign in with
de: oder anmelden mit
es: o inicia sesion con
fr: ou connectes-tu avec
it: o accedi con

# passwordResetTitle
source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu email
fr: Entres ton e-mail
it: Inserisci la tua email

# passwordResetSub
source: We will send you an email with the instructions to reset your password
de: Wir senden Ihnen eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts
es: Te enviaremos un email con las instrucciones para restablecer tu contraseña
fr: Entres ton e-mail avec le instructions pour reinitialiser ton mot de passe
it: Ti manderemo una email con le istruzioni per resettare la tua password

# passwordResetHint
source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu email
fr: Entres ton e-mail
it: Inserisci la tua email

# chooseUsername
source: Choose your username
de: Wählen Sie Ihren Benutzernamen
es: Elige tu username
fr: Choisisses ton username
it: Scegli uno username

# verifyEmail
source: Verify your email
de: Bestätige deine E-Mail
es: Verifica tu email
fr: Vérifies ton email
it: Verifica la tua email

# verifyEmailSub
source: To verify your email, click on the link that we just emailed you
de: Um Ihre E-Mail zu bestätigen, klicken Sie auf den Link, den wir Ihnen gerade per E-Mail geschickt haben
es: Para verificar tu email, haga clic en el enlace que acabamos de enviarle por email
fr: Pour vérifier ton email, cliques sur le lien que nous venons de tu envoyer
it: Per verificare la tua email, clicca sul link che ti abbiamo appena inviato

source: Plant
de: pflanze
es: Planta
fr: Plante
it: Pianta

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla

source: CREATE ROOM
de: RAUM ERSTELLEN
es: CREAR GRUPO
fr: CRÉER GROUPE
it: CREA STANZA

source: JOIN ROOM
de: RAUM BEITRETEN
es: ENTRA EN GRUPO
fr: JOINDRE GROUPE
it: ENTRA IN STANZA

source: Create
de: erstellen
es: Crear
fr: Créer
it: Crea

source: Saved
de: Gespeichert
es: Salvado
fr: Enregistré
it: Salvati

# yourTrees
source: Choose a plant
de: Wähle eine Pflanze
es: Elige una planta
fr: Choisis une plante
it: Scegli una pianta

# yourSounds
source: Choose a sound
de: Wähle einen Ton
es: Elige un sonido
fr: Choisis un sons
it: Scegli un suono

# yourActivities
source: Choose an activity
de: Wählen Sie eine Aktivität aus
es: Elige una actividad
fr: Choisis une activités
it: Scegli un'attività

# yourSpecificActivities
source: Your specific activity
de: Ihre spezifische Aktivität
es: Tus actividades específicas
fr: Tos activités specifique
it: Le tue attività specifiche

source: Next
de: Weiter
es: Proximo
it: Prossimo

source: Time count
de: Zeitzählung
es: Conteo de tiempo
fr: Compte à rebours
it: Modalità di conteggio tempo

# countdown
source: Timer
de: Countdown
es: Countdown
fr: Compte à rebours
it: Countdown

# chronometer
source: Stopwatch
de: Chronometer
es: Cronómetro
fr: Chronomètre
it: Cronometro

source: Deep focus
de: Tiefenfokus
es: Modalidad intensa
fr: Mise au point approfondie
it: Concentrazione intensiva

source: Automatic pomodoro
de: Automatischer Pomodoro
es: Pomodoro automatico
fr: Pomodoro automatique
it: Pomodoro automatico

source: Focus session
de: Fokussitzung
es: Sesión de concentracion
fr: Séance de concentration
it: Sessione di concentrazione

source: Short break
de: Kurze Pause
es: Breve descanso
fr: Courte pause
it: Pausa breve

source: Long break
de: Lange Pause
es: Largo descanso
fr: Longue pause
it: Pausa lunga

source: Repetitions
de: Wiederholungen
es: Repeticiones
fr: Longue pause
it: Ripetizione

source: times
de: mal
es: veces
it: volte

# waitingForOthers
source: Waiting for other people
de: Warten auf andere
es: Esperando a otras personas
fr: En attente d'autres personnes
it: Aspettando altre persone

source: This is your code
de: Das ist Ihr Code
es: Este es tu codigo
fr: Ceci est ton code
it: Questo è il tuo codice

# enterKeyRoom
source: Enter the key of the room you would like to enter
de: Geben Sie den Schlüssel des Raums ein, den Sie betreten möchten
es: Introduce la clave del grupo que te gustaría entrar
fr: Entres la clé de la chambre vous souhaites entrer
it: Inserisci la chiave della stanza a cui vuoi accedere

source: Enter
de: Eingabe
es: Entrar
it: Entra

source: Select your activity
de: Wählen Sie Ihre Aktivität aus
es: Selecciona tu actividad
fr: Entres la clé de la chambre vous souhaites entrer
it: Seleziona la tua attività

source: Select your sound
de: Wählen Sie Ihren Sound aus
es: Selecciona tu sonido
fr: Sélectionnes ton son
it: Seleziona il tuo suono

# confirmCancelTitle
source: Are you sure you want to give up?
de: Sind Sie sicher, dass Sie aufgeben wollen?
es: ¿Estás segura de que quieres rendirte?
fr: Êtes-vous sûr de vouloir abandonnerÿ?
it: Sei sicuro di voler abbandonare?

# confirmCancelSub
source: If you do so, you will kill your tree and add this failure to your stats
de: Wenn Sie dies tun, werden Sie Ihren Baum töten und diesen Fehler zu Ihren Statistiken hinzufügen
es: Si lo haces, matarás tu arbor y agregarás este fallo a tus estadísticas.
fr: Si vous le faites , tu vas tuer ton arbre et ajouter ceci échec à vos statistiques
it: Se lo fai, il tuo albero morirà e questo fallimento verrà aggiunto alle statistiche

source: Give up
de: Gib auf
es: Renunciar
fr: Abandonner
it: Abbandona

# failureNotification
source: Oops! You distracted!
de: Hoppla! Abgelenkt!
es: Oops! Tu distrajiste!
fr: Oupsÿ! Vous aves été distraitÿ!
it: Oops! Ti sei distratto!

# failureNotificationSub
source: You failed focusing and now your tree is dead
de: Das Fokussieren ist fehlgeschlagen und jetzt ist Ihr Baum tot
es: Fallaste al concentrarte y ahora tu árbol está muerto
fr: Vous aves échoué à vous concentrer et maintenant ton arbre est mort
it: Hai smesso di concentrarti e ora il tuo albero è morto

# whyYouFailed
source: Why have you failed?
de: Warum sind Sie gescheitert?
es: ¿Por qué has fallado?
fr: Pourquoi aves-vous échouéÿ?
it: Perchè hai fallito?

# whyYouFailedSub
source: Choose the appropriate reason and start tracking down your weaknesses
de: Wählen Sie den passenden Grund und fangen Sie an, Ihre Schwächen aufzuspüren
es: Elija la razón adecuada y comience a rastrear sus debilidades
fr: Choisisses la raison appropriée et commences à rechercher
it: Scegli la ragione giusta e inizia a tener traccia dei tuoi fallimenti

# failure1
source: I opened a social network
de: Ich habe ein soziales Netzwerk geöffnet
es: Abrì un social network
fr: J'ai ouvert un social network
it: Ho aperto un social network

# failure2
source: I sent or replied to a message
de: Ich habe eine Nachricht gesendet oder darauf geantwortet
es: Envié o respondí un mensaje
fr: J'ai envoyé ou répondu à un message
it: Ho mandato o risposto ad un messaggio

# failure3
source: I started or answered a call
de: Ich habe einen Anruf gestartet oder entgegengenommen
es: Comencé o respondí una llamada
fr: J'ai lancé ou répondu à un appel
it: Ho chiamato o risposto ad una chiamata

# failure4
source: I couldn't focus anymore
de: Ich konnte mich nicht mehr konzentrieren
es: Ya no pude concentrarme
fr: J'ai pu 't focus
it: Non riuscivo più a concentrarmi

# failure5
source: I had an emergency
de: Ich hatte einen Notfall
es: Tuve una emergencia
fr: J'ai eu une urgence
it: Ho avuto un'emergenza

# failure6
source: I gave up by accident
de: Ich habe aus Versehen aufgegeben
es: Me di por vencido por accidente
fr: J'ai abandonné par accident
it: Ho cliccato per sbaglio

source: Select
de: auswählen
es: Selecciona
it: Seleziona

# selectBreakDuration
source: Select the duration of the break
de: Wählen Sie die Dauer der Pause
es: Seleccione la duración del descanso
fr: Sélectionnes la durée de la pause
it: Seleziona la durata della pausa

source: Start
de: Starten
es: Comienza
fr: Démarrer
it: Inizia

# writeAchievements
source: Write down what you did during this session
de: Schreiben Sie auf, was Sie während dieser Sitzung gemacht haben
es: Escribe lo que hiciste durante esta sesión
fr: Notes ce que vous aves did pendant cette session
it: Scrivi che cosa hai fatto in questa sessione

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche

source: Plants
de: Pflanzen
es: Plantas
it: Piante

source: Sounds
es: Sonidos
fr: Sons
it: Suoni

source: Activities
de: Aktivitäten
es: Actividades
it: Attività

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici

source: Real trees
de: Echte Bäume
es: Arboles reales
fr: Arbres réels
it: Foresta reale

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

source: Day
de: Tag
es: Dìa
fr: Jour
it: Giorno

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese

source: Year
de: Jahr
es: Año
fr: Année
it: Anno

source: Focus time distribution
de: Fokuszeitverteilung
es: Distribución del tiempo de concentracion
fr: Répartition du temps de concentration
it: Distribuzione del tempo di concentrazione

# totalFocusTime
source: total focus time of
de: Gesamtfokuszeit von
es: tiempo total de concentracion de
fr: temps de concentration total de
it: tempo totale di concentrazione

source: Most focused period
de: Zeitraum mit der höchsten Konzentration
es: Período más concentrado
fr: Période la plus productive
it: Momento di massima concentrazione

# ofThePeriod
source: of the
de: von der
es: del
fr: du
it: del

source: Activities distribution
de: Aktivitätenverteilung
es: Distribución de actividades
fr: Répartition des activités
it: Distribuzione attività

source: distribution
de: Verteilung
es: distribución
fr: repartition
it: distribuzione

# clickHereToSelectActivity
source: to track how you spend your time
de: zu wissen, wie du deine Zeit verbringst
es: para saber cómo pasas tu tiempo
fr: savoir comment vous passez votre temps
it: per sapere come spendi il tuo tempo

source: Failure reason distribution
de: Verteilung der Fehlerursache
es: Distribución de motivos de fallo
fr: Répartition des raisons de l'échec
it: Distribuzione dei fallimenti

# toUnderstandWhy
source: to understand why you fail
de: um zu verstehen, warum Sie versagen
es: para entender por qué fallas
fr: pour comprendre pourquoi vous échoues
it: per capire dove sbagli

# reason2
source: Text messages
de: Textnachrichten
es: Mensajes de texto
fr: SMS
it: Messaggi

# reason3
source: Telephone calls
de: Telefonanrufe
es: Llamadas telefónicas
fr: Appels téléphoniques
it: Chiamate

# reason4
source: Disconcerted
de: Beunruhigt
es: Desconcertado
fr: Déconcerté
it: Sconcentrazione

# reason5
source: Emergency
de: Notfall
es: Emergencia
fr: Urgence
it: Emergenza

# reason6
source: Accident
de: Unfall
es: Accidente
it: Incidente

# goBack
source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito

# ofTot
source: of
de: von
es: de
fr: de
it: di

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca

source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato

source: Rain
de: regen
es: Lluvia
fr: Pluie
it: Pioggia

source: Cafe
es: Cafetería
fr: Café
it: Bar

source: Forest
de: Wald
es: bosque
fr: Forêt
it: Foresta

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città

source: Sea
de: Meer
es: Mar
fr: Mer
it: Mare

source: Classical
es: Clàsica
fr: Classique
it: Classica

# notEnoughCoinsPlant
source: You don't have enough coins to buy it!
de: Du hast nicht genug Münzen, um es zu kaufen!
es: ¡No tienes suficientes monedas para comprarlo!
fr: Tu n'aves pas asses de pièces pour l'acheterÿ!
it: Non hai abbastanza soldi per sbloccarlo!

# notEnoughCoinsPlantSub
source: You can earn more coins by focusing!
de: Durch Fokussieren kannst du mehr Münzen verdienen!
es: ¡Puedes ganar más monedas concentrandote!
fr: Tu pouves gagner plus de pièces en vous concentrantÿ!
it: Puoi guadagnare più monete concentrandoti!

source: Name
es: Nombre
it: Nome

# chooseColor
source: Choose a color
de: Wähle eine Farbe
es: Elige un color
fr: Choisir une couleur
it: Scegli un colore

source: Habit
de: Gewohnheit
es: Routine
fr: Habitude
it: Abitudine

source: Delete
de: Löschen
es: F
fr: Habitude
it: Cancella

source: Save
de: Speichern
es: Registra
fr: Enregistrer
it: Salva

# infoDeep
source: What is deep focus?
de: Was ist Tiefenschärfe?
es: ¿Qué es la modalidad profunda?
fr: Qu'est-ce que la concentration profondeÿ?
it: Cos'è la concentrazione intensiva?

# infoDeepSub
source: To boost your productivity even more, you can turn deep focus on. By doing so, you won't be able to exit the app during a session. If you do so, your tree will die and a failure will be added to your records
de: Um Ihre Produktivität noch mehr zu steigern, können Sie Deep Focus einschalten. Auf diese Weise können Sie die App während einer Sitzung nicht verlassen. Wenn Sie dies tun, stirbt Ihr Baum und ein Fehler wird es tun zu Ihren Aufzeichnungen hinzugefügt werden
es: Para aumentar aún más su productividad, puede activar el enfoque profundo. Al hacerlo, no podrá salir de la aplicación durante una sesión. Si lo hace, su árbol morirá y se agregará una falla a sus registros.
fr: Pour augmenter encore plus ta productivité, vous pouves activer la concentration profonde. Ce faisant, vous ne pourres pas quitter l'application pendant une session. Si vous le faites, ton arbre mourra et un échec surviendra être ajouté à vos dossiers
it: Per aumentare ancora di più la tua produttività, puoi attivare questa modalità intensiva. In questo modo, non sarai in grado di uscire dall'app durante una sessione. Se lo farai, il tuo albero morirà e un'erbaccia verrà aggiunta ai tuoi record

# infoPomodoro
source: What is the automatic pomodoro technique?
de: Was ist die automatische Pomodoro-Technik?
es: ¿Qué es la técnica pomodoro automática?
fr: Qu'est-ce que la technique du pomodoro automatiqueÿ?
it: Cos'è la tecnica del pomodoro?

# infoPomodoroSub
source: If you turn automatic pomodoro on, you will be able to choose the session duration, the short break, the long break and the number of repetitions. Once you finish a session, the short break will start automatically. After four sessions, you will have a longer break and continue until you finish your repetitions
de: Wenn Sie das automatische Pomodoro einschalten, können Sie die Sitzungsdauer, die kurze Pause, die lange Pause und die Anzahl der Wiederholungen wählen. Sobald Sie eine Sitzung beendet haben, beginnt die kurze Pause automatisch. Nach vier Sitzungen haben Sie eine längere Pause und machen weiter, bis Sie Ihre Wiederholungen beendet haben
es: Si activa el pomodoro automático, podrá elegir la duración de la sesión, el descanso corto, el descanso largo y el número de repeticiones. Una vez que finalice una sesión, el descanso breve comenzará automáticamente. Después de cuatro sesiones, tendrá un descanso más largo y continuará hasta que termine sus repeticiones
fr: Si vous activez le pomodoro automatique, vous pourrez choisir la durée de la session, la courte pause, la longue pause et le nombre de répétitions. Une fois que vous avez terminé une session, la courte pause commencera automatiquement. Après quatre séances, vous ferez une pause plus longue et continuerez jusqu'à ce que vous ayez fini vos répétitions
it: Se attivi pomodoro automatico, potrai scegliere la durata della sessione, la pausa breve, la pausa lunga e il numero di ripetizioni. Al termine di una sessione, la pausa breve inizierà automaticamente. Dopo quattro sessioni, avrai una pausa più lunga e continuerai fino a quando non avrai finito le ripetizioni

# infoCount
source: What is the difference between countdown and chronometer?
de: Was ist der Unterschied zwischen Countdown und Chronometer?
es: ¿Cuál es la diferencia entre cuenta regresiva y cronómetro?
fr: Quelle est la différence entre le compte à rebours et le chronomètreÿ?
it: Qual è la differenza tra conto alla rovescia e cronometro?

# infoCountSub
source: If you select countdown, the timer will go from the selected duration to zero. If you select chronometer, the timer will go from zero and proceed until you decide to stop
de: Wenn Sie Countdown wählen, geht der Timer von der ausgewählten Dauer auf Null. Wenn Sie Chronometer wählen, geht der Timer von Null und läuft weiter, bis Sie sich entscheiden, anzuhalten
es: Si selecciona la cuenta regresiva, el temporizador pasará de la duración seleccionada a cero. Si selecciona cronómetro, el cronómetro irá desde cero y continuará hasta que decida detenerse
fr: Si vous sélectionnes le compte à rebours, le chronomètre partira du durée à zéro. Si vous sélectionnes chronomètre, le chronomètre partira de zéro et continuera jusqu'à ce que vous décidies de vous arrêter
it: Se selezioni il conto alla rovescia, il timer passerà dalla durata selezionata a zero. Se selezioni il cronometro, il timer passerà da zero e proseguirà fino a quando non decidi di fermarti

# infoHabits
source: Build productive habits
de: Produktive Gewohnheiten aufbauen
es: Desarrolla hábitos productivos
fr: Développes des habitudes productives
it: Costruisci abitudini produttive

# infoHabitsSub
source: By turning the habit option on, this activity will become a recurring habit with its own daily goal
de: Durch Aktivieren der Gewohnheitsoption wird diese Aktivität zu einer wiederkehrenden Gewohnheit mit einem eigenen täglichen Ziel
es: Al activar la opción de hábito, esta actividad se convertirá en un hábito recurrente con su propia meta diaria
fr: En activant l'option d'habitude, cette activité deviendra une habitude récurrente avec son propre objectif quotidien
it: Attivando l'opzione abitudine, questa attività diventerà un'abitudine ricorrente con un proprio obiettivo quotidiano

# infoDay
source: Which days does the habit occur in?
de: An welchen Tagen tritt die Gewohnheit auf?
es: ¿En qué días se presenta la routine?
fr: Quels sont les jours où l'habitude se produitÿ?
it: In quali giorni si verifica l'abitudine?

# infoDaySub
source: Select the days of the week in which the habit occurs in. In those days, you will be required to complete the daily goal
de: Wählen Sie die Wochentage aus, an denen die Gewohnheit auftritt. An diesen Tagen müssen Sie das Tagesziel erreichen
es: Seleccione los días de la semana en los que se produce la routine. En esos días, se le pedirá que complete la meta diaria
fr: Sélectionnes les jours de la semaine où l'habitude se produit. Dans ces jours-là, vous devres remplir l'objectif quotidien
it: Seleziona i giorni della settimana in cui si verifica l'abitudine. In quei giorni, ti verrà richiesto di completare l'obiettivo giornaliero

# infoGoal
source: What is the daily goal?
de: Was ist das Tagesziel?
es: ¿Cuál es la meta diaria?
fr: Quel est l'objectif quotidienÿ?
it: Qual è l'obiettivo giornaliero?

# infoGoalSub
source: Choose the amount of time you want to spend on this activity every selected day. To help you build a recurring habit, we give you statistics about how often you complete the daily goal
de: Wählen Sie die Zeit, die Sie an jedem ausgewählten Tag für diese Aktivität aufwenden möchten. Um Ihnen zu helfen, eine wiederkehrende Gewohnheit aufzubauen, geben wir Ihnen Statistiken darüber, wie oft Sie das tägliche Ziel erreichen
es: Elija la cantidad de tiempo que desea dedicar a esta actividad cada día seleccionado. Para ayudarlo a desarrollar una routine recurrente, le brindamos estadísticas sobre la frecuencia con la que completa la meta diaria
fr: Choisisses le temps que vous souhaites consacrer à cette activité chaque jour sélectionné. Pour vous aider à développer une habitude récurrente, nous vous donnons des statistiques sur la fréquence à laquelle vous atteignes l'objectif quotidien
it: Scegli la quantità di tempo che vuoi dedicare a questa attività ogni giorno selezionato. Per aiutarti a costruire un'abitudine ricorrente, ti forniamo statistiche sulla frequenza con cui completi l'obiettivo giornaliero

# jan
source: January
es: Enero
fr: Janvier
it: Gennaio

# feb
source: February
es: Febrero
fr: Fèvrier
it: Febbraio

# mar
source: March
es: Marzo
fr: Mars
it: Marzo

# apr
source: April
es: Abril
fr: Avril
it: Aprile

source: May
es: Mayo
fr: Mai
it: Maggio

# jun
source: June
es: Junio
fr: Juin
it: Giugno

# jul
source: Jly
es: Jlio
fr: Jllet
it: Luglio

# aug
source: August
es: Agosto
fr: Aoùt
it: Agosto

# sep
source: September
es: Septiembre
fr: Semptembre
it: Settembre

# oct
source: October
es: Octubre
fr: Octobre
it: Ottobre

# nov
source: November
es: Noviembre
fr: Novembere
it: Novembre

# dec
source: December
es: Deciembre
fr: Dècembre
it: Dicembre

# day1
source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun

# day2
source: Tue
de: Di
es: Mar
fr: Mar
it: Mar

# day3
source: Wed
de: Mi
es: Mier
fr: Mer
it: Mer

# day4
source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio

# day5
source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven

# day6
source: Sat
de: Sa
es: Sab
fr: Sam
it: Sab

# day7
source: Sun
de: So
es: Dom
fr: Dim
it: Dom

source: Timeline
de: Zeitachse
es: Historia
fr: Chronologie
it: Cronologia

source: Habit tracker
de: Gewohnheitstracker
es: Rastreador de routines
fr: Traqueur d'habitudes
it: Traccia le tue abitudini

source: Success
de: Erfolg
es: Exito
fr: Succès
it: Successi

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Fallimenti

# doneHabit
source: done
de: erledigt
es: hecho
fr: fait
it: fatti

source: undone
de: rückgängig gemacht
es: dehecho
fr: défait
it: non fatti

source: done ratio
de: Erledigt-Verhältnis
es: proporcion de hecho
fr: taux terminé
it: percentuale fatti

source: undone ratio
de: Rückgängig gemachtes Verhältnis
es: proporcion de deecho
fr: taux d'annulation
it: percentuale non fatti

source: Received
de: erhalten
es: Recibido
fr: Reçu
it: Ricevuti

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Mandati

source: You
de: du
es: Tu
fr: Tu
it: Tu

# enterEmailTitle
source: Enter your friend's email
de: Geben Sie die E-Mail-Adresse Ihres Freundes ein
es: Entroduce el email de tu amigo
fr: Entres l'e-mail de ton ami
it: Inserisci la mail del tuo amico

source: Enter email
de: E-Mail eingeben
es: Entroduce email
fr: Entres ton e-mail
it: Inserici la mail

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invita

source: Invited
de: eingeladen
es: Invitado
fr: Invité
it: Invitato

source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
it: Capito

# plantRealTree
source: Plant a real tree
de: Pflanze einen echten Baum
es: Planta un árbol real
fr: Planter un vrai arbre
it: Pianta un vero albero!

# plantNow
source: Help the environment now!
de: Pflanze jetzt einen echten Baum!
es: ¡Planta un árbol real ahora!
fr: Plantes un vrai arbre maintenantÿ!
it: Pianta un vero albero ora!

# itCosts2500
source: it will cost you 2500 coins
de: es kostet dich 2500 Münzen
es: te costará 2500 monedas
fr: cela vous coûtera 2500 pièces
it: ti costerà solo 2500 monete
