Repository: Byazh/Timey
Catalog: resources/lang/app_*.arb
Languages: de, es, fr, it

# youMustBeLogged
source: You can't be a guest!
de: Du kannst kein Gast sein!
es: ¡No puedes ser un account visitante!
fr: Vous ne pouves pas être invitéÿ!
it: Non puoi essere un utente in prova!

# youMustBeLoggedSub
source: To plant real trees, you must have your own account. Click confirm to delete your guest account. If you want to keep your plants and sounds, you must create a new account right after you logout
de: Um echte Bäume zu pflanzen, müssen Sie ein eigenes Konto haben. Klicken Sie auf Bestätigen, um sich dauerhaft von Ihrem Gastkonto abzumelden
es: Para plantar árboles reales, debe tener su propia cuenta. Haga clic en confirmar para cerrar sesión permanentemente en su cuenta de visitante
fr: Pour planter de vrais arbres, vous deves avoir ton propre compte. Cliques sur confirmer pour vous déconnecter définitivement de ton compte invité
it: Per piantare alberi veri, devi avere il tuo account. Fai clic su conferma per uscire definitivamente dal tuo account in prova

# premiumPar1
source: We live in a century in which our planet is constantly in danger due to human activities. Everybody is trying to make a small but significant difference by changing their everyday life, but it doesn't seem to be enough. This is why we decided to partner with Trees for Future, a non-profit-organization whose aim is to reduce poverty and help the environment at the same time.
de: Wir leben in einem Jahrhundert, in dem unser Planet durch menschliche Aktivitäten ständig in Gefahr ist. Jeder versucht, einen kleinen, aber bedeutenden Unterschied zu machen, indem er seinen Alltag verändert, aber das scheint nicht auszureichen. Aus diesem Grund haben wir uns entschieden, mit Trees for Future zusammenzuarbeiten, einer gemeinnützigen Organisation, deren Ziel es ist, Armut zu reduzieren und gleichzeitig der Umwelt zu helfen.
es: Vivimos en un siglo en el que nuestro planeta está constantemente en peligro debido a las actividades humanas. Todo el mundo está tratando de hacer una pequeña pero significativa diferencia cambiando su vida cotidiana, pero no parece ser suficiente. Es por eso que decidimos asociarnos con Trees for Future, una organización sin fines de lucro cuyo objetivo es reducir la pobreza y ayudar al medio ambiente al mismo tiempo
fr: Nous vivons dans un siècle où notre planète est constamment en danger à cause des activités humaines. Tout le monde essaie de faire une petite mais significative différence en changeant sa vie quotidienne, mais cela ne semble pas suffisant. C'est pourquoi nous avons décidé de nous associer à Trees for Future, une organisation à but non lucratif dont le but est de réduire la pauvreté et d'aider l'environnement en même temps.
it: nViviamo in un secolo in cui il nostro pianeta è costantemente in pericolo a causa delle attività umane. Tutti cercano di fare una piccola ma significativa differenza cambiando la propria quotidianità, ma non sembra bastare. Questo è il motivo per cui abbiamo deciso di collaborare con Trees for Future, un'organizzazione senza scopo di lucro il cui obiettivo è ridurre la povertà e aiutare l'ambiente allo stesso tempo.

# premiumPar2
source: This organization helps people in third world countries to break out of the poverty trap by enabling them to start building practices that are sustainable and durable in the long term. Through donations, farmers will be able to plant trees and provide themselves and future generations with productive lands. It's a win-win strategy: with such a small contribution, you'll change those people's lives and help the environment.
de: nDiese Organisation hilft Menschen in Ländern der Dritten Welt, aus der Armutsfalle auszubrechen, indem sie ihnen ermöglicht, nachhaltige und dauerhafte Praktiken aufzubauen. Durch Spenden können Bauern Bäume pflanzen und versorgen sich selbst und zukünftigen Generationen mit produktivem Land. Es ist eine Win-Win-Strategie: Mit einem so kleinen Beitrag verändern Sie das Leben dieser Menschen und helfen der Umwelt.
es: Esta organización ayuda a personas de países del tercer mundo a salir de la trampa de la pobreza al permitirles comenzar a construir prácticas que sean sostenibles y duraderas a largo plazo. A través de donaciones, los agricultores podrán plantar árboles y proporcionar ellos mismos y las generaciones futuras con tierras productivas. Es una estrategia de ganar-ganar: con una contribución tan pequeña, cambiarás la vida de esas personas y ayudarás al medio ambiente
fr: Cette organisation aide les habitants des pays du tiers monde à sortir du piège de la pauvreté en leur permettant de commencer à mettre en place des pratiques durables et durables à long terme. Grâce aux dons, les agriculteurs pourront planter des arbres et fournir eux-mêmes et les générations futures avec des terres productives. C'est une stratégie gagnant-gagnant : avec une si petite contribution, vous changerez la vie de ces personnes et aiderez l'environnement.
it: Questa organizzazione aiuta le persone nei paesi del terzo mondo a uscire dalla trappola della povertà consentendo loro di iniziare a costruire pratiche sostenibili e durature a lungo termine. Attraverso le donazioni, gli agricoltori potranno piantare alberi e fornire se stessi e le generazioni future con terre produttive. È una strategia vantaggiosa per tutti: con un contributo così piccolo, cambierai la vita di quelle persone e aiuterai l'ambiente.

# premiumPar3
source: It's that easy: you stay focused, we plant the trees!
de: Es ist ganz einfach: Sie bleiben konzentriert, wir pflanzen die Bäume!
es: Es muy fácil: ¡tú mantente enfocado, nosotros plantamos los árboles!
fr: C'est très simple : vous restez concentré, nous plantons des arbres !
it: È molto facile: tu rimani concentrato, noi piantiamo gli alberi!

# premiumPar4
source: It would be the price of a coffee to help fight global warming and help families break out of poverty. By purchasing the premium version, you will have access to future premium features and to a maximum of five real trees.
de: Es wäre der Preis für einen Kaffee, um die globale Erwärmung zu bekämpfen und Familien dabei zu helfen, aus der Armut auszubrechen. Durch den Kauf der Premium-Version haben Sie Zugriff auf zukünftige Premium-Features und auf maximal fünf echte Bäume
es: Sería el precio de un café para ayudar a combatir el calentamiento global y ayudar a las familias a salir de la pobreza. Al comprar la versión premium, tendrás acceso a funciones premium futuras y a un máximo de cinco árboles reales
fr: Ce serait le prix d'un café pour lutter contre le réchauffement climatique et aider les familles à sortir de la pauvreté. En achetant la version premium, vous aurez accès aux futures fonctionnalités premium et à un maximum de cinq arbres réels.
it: Sarebbe il prezzo di un caffè per aiutare a combattere il riscaldamento globale e aiutare le famiglie a uscire dalla povertà. Acquistando la versione premium, avrai accesso alle future funzionalità premium e fino a un massimo di cinque alberi reali.

# successfulPayment
source: You are now a premium user!
de: Sie sind jetzt Premium-Benutzer!
es: ¡Ahora eres un usuario premium!
fr: Vous êtes maintenant un utilisateur premium!
it: Ora sei un utente premium!

# successfulPaymentSub
source: Thank you for helping us with our mission! From now on, you'll be able to plant real trees and help the environment!
de: Danke, dass Sie uns bei unserer Mission helfen! Von nun an können Sie echte Bäume pflanzen und der Umwelt helfen!
es: ¡Gracias por ayudarnos con nuestra misión! ¡De ahora en adelante, podrás plantar árboles reales y ayudar al medio ambiente!
fr: Merci de nous aider dans notre mission ! Désormais, vous pourres planter de vrais arbres et aider l'environnement !
it: Grazie per averci aiutato con la nostra missione! D'ora in poi potrai piantare alberi veri e aiutare l'ambiente!

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

# writeUsername
source: Write your username
de: Schreiben Sie Ihren Benutzernamen
es: Escribe tu username
fr: Écrives ton nom d'utilisateur
it: Scrivi il tuo nome utente

# confirmLogoutTitle
source: Do you confirm signing out?
de: Bestätigen Sie die Abmeldung?
es: ¿Confirmas cerrar sesión?
fr: Confirmes-vous la déconnexionÿ?
it: Sei sicuro di fare logout?

# confirmLogoutSub
source: If you have a guest account, it will be permanently deleted. If you want to save your data, create a new account right after this
de: Wenn Sie ein Gastkonto haben, verlieren Sie Ihre Daten für immer
es: Si tienes una cuenta de visitante, perderás tus datos para siempre
fr: Si vous aves un compte invité, vous perdres vos données pour toujours
it: Se hai un account di prova, perderai i tuoi dati per sempre

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

# languageSub
source: Choose the language you want the application be in
de: Wählen Sie die Sprache aus, in der die Anwendung laufen soll
es: Elige el idioma en el que quieres que esté la aplicación
fr: Choisisses la langue dans laquelle vous voules que l'application soit
it: Scegli la lingua in cui vuoi che sia l'applicazione

# realTreesSub
source: Start planting real trees in the world and reduce your carbon footprint
de: Beginne damit, echte Bäume auf der Welt zu pflanzen und deinen CO2-Fußabdruck zu reduzieren
es: Empieza a plantar árboles reales en el mundo y reduce tu huella de carbono
fr: Commences à planter de vrais arbres dans le monde et réduises ta empreinte ecologique
it: Inizia a piantare alberi veri nel mondo e riduci la tua impronta di carbonio

source: Share
de: Teilen
es: Comparte
fr: Partages
it: Condividi

# shareSub
source: Share the application with your friends and focus together
de: Teile die Anwendung mit deinen Freunden und konzentriere dich gemeinsam
es: Comparte la aplicación con tus amigos y concentraos juntos
fr: Partages l'application avec vos amis et concentres-vous ensemble
it: Condividi l'applicazione con i tuoi amici e concentrati insieme

# feedbackSub
source: Leave a feedback on the app store and unlock new plants!
de: Hinterlassen Sie ein Feedback im App Store und schalten Sie neue Pflanzen frei!
es: ¡Deja un comentario en el store y desbloquea nuevas plantas!
fr: Laisses un commentaire sur l'App Store et débloques de nouvelles plantesÿ!
it: Lascia un feedback sull'app store e sblocca nuove piante!

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia

source: Help
de: Hilfe
es: Ayuda
fr: Aider
it: Assistenza

# helpSub
source: Request help if you encounter any bugs or problems with the app
de: Fordern Sie Hilfe an, wenn Sie auf Fehler oder Probleme mit der App stoßen
es: Solicite ayuda si encuentra algún error o problema con la aplicación
fr: Demandes de l'aide si vous rencontres des bogues ou des problèmes avec l'application
it: Richiedi aiuto se riscontri bug o problemi con l'app

# helpField
source: Write your problem here and we will try to assist you by sending you an email
de: Schreiben Sie Ihr Problem hier und wir werden versuchen, Ihnen zu helfen, indem wir Ihnen eine E-Mail senden
es: Escriba su problema aquí e intentaremos ayudarlo enviándole un email
fr: Écrives ton problème ici et nous essaierons de vous aider en envoyant tu un e-mail
it: Scrivi qui il tuo problema e cercheremo di aiutarti inviandoti un'email

source: About
de: Uber
es: Acerca de
fr: A' propos
it: Informazioni

# aboutSub
source: Discover more information about this app
de: Weitere Informationen zu dieser App entdecken
es: Descubre más información sobre esta aplicación
fr: Découvres plus d'informations sur cette application
it: Scopri maggiori informazioni su questa app

# about1
source: What is this app?
de: Was ist diese App?
es: ¿Qué es esta aplicación?
fr: Qu'est-ce que cette application?
it: Cos'è questa app?

# about1Sub
source: This app is a productivity app that helps people beat their phone addiction, organize their time more wisely and increase their overall efficiency
de: Diese App ist eine Produktivitäts-App, die Menschen hilft, ihre Telefonsucht zu überwinden, ihre Zeit klüger zu organisieren und ihre Gesamteffizienz zu steigern
es: Esta aplicación es una aplicación de productividad que ayuda a las personas a vencer su adicción al teléfono, organizar su tiempo de manera más inteligente y aumentar su eficiencia general
fr: Cette application est une application de productivité qui aide les gens à vaincre leur dépendance au téléphone, à organiser leur temps plus judicieusement et à augmenter leur efficacité globale
it: Questa app è un'app di produttività che aiuta le persone a sconfiggere la dipendenza dal telefono, organizzare il proprio tempo in modo più saggio e aumentare la propria efficienza complessiva

# about2
source: Who developed this app?
de: Wer hat diese App entwickelt?
es: ¿Quién desarrolló esta aplicación?
fr: Qui a développé cette application?
it: Chi ha sviluppato questa app?

# about2Sub
source: My name is Francesco Sottero and I am a seventeen years old high school student
de: Mein Name ist Francesco Sottero und ich bin ein siebzehnjähriger Gymnasiast
es: Mi nombre es Francesco Sottero y soy un estudiante de secundaria de diecisiete años
fr: Je m'appelle Francesco Sottero et je suis un lycéen de dix-sept ans
it: Mi chiamo Francesco Sottero e sono uno studente delle superiori di diciassette anni

# about3
source: Why did you develop it?
de: Warum haben Sie es entwickelt?
es: ¿Quién descubrió esta aplicación?
fr: Pourquoi l'aves-vous développé?
it: Perché l'hai sviluppato?

# about3Sub
source: I developed this app because I saw a lot of my friends struggle with school. They had a hard time organizing their time and staying focused, so I decided to find a solution for them
de: Ich habe diese App entwickelt, weil ich viele meiner Freunde mit der Schule kämpfen sah. Sie hatten Schwierigkeiten, ihre Zeit zu organisieren und konzentriert zu bleiben, also beschloss ich, eine Lösung für sie zu finden
es: Desarrollé esta aplicación porque vi que muchos de mis amigos tenían problemas con la escuela. Les costaba organizar su tiempo y concentrarse, así que decidí encontrar una solución para ellos
fr: J'ai développé cette application parce que j'ai vu beaucoup de mes amis avoir du mal avec l'école. Ils avaient du mal à organiser leur temps et à rester concentrés, alors j'ai décidé de trouver une solution pour eux
it: Ho sviluppato questa app perché ho visto molti miei amici lottare con la scuola. Hanno avuto difficoltà a organizzare il loro tempo ea rimanere concentrati, quindi ho deciso di trovare una soluzione per loro

# about4
source: How can I support the app?
de: Wie kann ich die App unterstützen?
es: ¿Cómo puedo apoyar la aplicación?
fr: Comment puis-je prendre en charge l'application?
it: Come posso supportare l'app?

# about4Sub
source: You can support the app by buying the premium version or by leaving a good review to the app
de: Sie können die App unterstützen, indem Sie die Premium-Version kaufen oder der App eine gute Bewertung hinterlassen
es: Puedes apoyar la aplicación comprando la versión premium o dejando una buena reseña de la aplicación
fr: Vous pouvez soutenir l'application en achetant la version premium ou en laissant une bonne critique à l'application
it: Puoi supportare l'app acquistando la versione premium o lasciando una buona recensione all'app

# forestSub1
source: What if we told you that you could focus and plant real trees at the same time? Well, now you can!
de: Was wäre, wenn wir Ihnen sagen würden, dass Sie sich konzentrieren und gleichzeitig echte Bäume pflanzen können? Nun, jetzt können Sie das!
es: ¿Qué pasaría si te dijéramos que puedes concentrarte y plantar árboles reales al mismo tiempo? ¡Bueno, ahora puedes!
fr: Et si nous vous disions que vous pouvez vous concentrer et planter de vrais arbres en même temps ? Eh bien, maintenant vous le pouvez
it: E se ti dicessimo che puoi concentrarti e piantare alberi veri allo stesso tempo? Bene, ora puoi!

# forestSub2
source: Each of us has an impact on climate change, because of cars, food, clothes, heating and many other things. With this app we found a way to decrease or even eliminate your carbon footprint on our planet's precocious health
de: Jeder von uns hat aufgrund von Autos, Nahrung, Kleidung, Heizung und vielen anderen Dingen einen Einfluss auf den Klimawandel. Mit dieser App haben wir einen Weg gefunden, Ihren CO2-Fußabdruck auf die frühreife Gesundheit unseres Planeten zu verringern oder sogar zu eliminieren
es: Cada uno de nosotros tiene un impacto en el cambio climático, debido a los automóviles, alimentos, ropa, calefacción y muchas otras cosas. Con esta aplicación encontramos una manera de disminuir o incluso eliminar su huella de carbono en la salud precoz de nuestro planeta
fr: Chacun de nous a un impact sur le changement climatique, à cause des voitures, de la nourriture, des vêtements, du chauffage et bien d'autres choses. Avec cette application, nous avons trouvé un moyen de réduire ou même d'éliminer votre empreinte carbone sur la santé précoce de notre planète
it: Ognuno di noi ha un impatto sul cambiamento climatico, a causa di automobili, cibo, vestiti, riscaldamento e molte altre cose. Con questa app abbiamo trovato un modo per ridurre o addirittura eliminare la tua impronta di carbonio sulla salute precoce del nostro pianeta

# forestSub3
source: We are doing it thanks to the famous non-profit-organization: Trees for Future (www.trees.org). Through a small contribution, you will help people in third world countries to break out of the poverty trap and build a sustainable future for their families. This is done by helping them to plant trees and revitalize degraded land, so it's win-win strategy for them and the environment
de: Wir machen das dank der berühmten Non-Profit-Organisation: Trees for Future (www.trees.org). Durch einen kleinen Beitrag helfen Sie Menschen in Ländern der Dritten Welt, aus der Armutsfalle auszubrechen und eine nachhaltige Zukunft für ihre Familien aufzubauen. Dies geschieht, indem ihnen geholfen wird, Bäume zu pflanzen und degradiertes Land wiederzubeleben, also ist es eine Win-Win-Strategie für sie und die Umwelt
es: Lo estamos haciendo gracias a la famosa organización sin fines de lucro: Trees for Future (www.trees.org). A través de una pequeña contribución, ayudarás a personas en países del tercer mundo a salir de la trampa de la pobreza. y construir un futuro sostenible para sus familias, ayudándoles a plantar árboles y revitalizar tierras degradadas, por lo que es una estrategia beneficiosa para ellos y el medio ambiente
fr: Nous le faisons grâce à la célèbre organisation à but non lucratif : Trees for Future (www.trees.org). Grâce à une petite contribution, vous aiderez les habitants des pays du tiers monde à sortir du piège de la pauvreté et construire un avenir durable pour leurs familles. Cela se fait en les aidant à planter des arbres et à revitaliser des terres dégradées, c'est donc une stratégie gagnant-gagnant pour eux et pour l'environnement
it: Lo stiamo facendo grazie alla famosa organizzazione no-profit: Trees for Future (www.trees.org). Attraverso un piccolo contributo, aiuterai le persone nei paesi del terzo mondo a uscire dalla trappola della povertà e costruire un futuro sostenibile per le loro famiglie, aiutandole a piantare alberi e rivitalizzare i terreni degradati, quindi è una strategia vantaggiosa per loro e per l'ambiente

# forestSub4
source: The process is very easy: you focus and we plant real trees! That's it! Help yourself, people in poverty and the planet all at once, by being both a productive person and a responsible citizen of the world
de: Der Prozess ist sehr einfach: Sie konzentrieren sich und wir pflanzen echte Bäume! Das ist es! Helfen Sie sich selbst, diesen Menschen und dem Planeten auf einmal, indem Sie sowohl eine produktive Person als auch ein verantwortungsvoller Weltbürger sind
es: El proceso es muy fácil: ¡tú te enfocas y nosotros plantamos árboles reales! ¡Eso es todo! Ayúdate a ti mismo, a esas personas y al planeta al mismo tiempo, siendo una persona productiva y un ciudadano responsable del mundo
fr: Le processus est très simple : vous vous concentrez et nous plantons de vrais arbres ! C'est tout ! Aidez-vous, ces gens et la planète en même temps, en étant à la fois une personne productive et un citoyen du monde responsable
it: Il processo è molto semplice: ti concentri e noi piantiamo alberi veri! Ecco fatto! Aiuta te stesso, le persone in difficoltà e il pianeta tutto in una volta, essendo sia una persona produttiva che un cittadino responsabile del mondo

# forestSub5
source: Click here to learn more
de: Klicken Sie hier, um mehr zu erfahren
es: Haga clic aquí para obtener más información
fr: Cliquez ici pour en savoir plus
it: Clicca qui per saperne di più

# continueAsGuestWarning
source: Are you sure?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr?
it: Sei sicuro?

# continueAsGuestWarningSub
source: By signing in as a guest, you might not be able to save your plants and sounds unless you contact support
de: Wenn Sie sich als Gast anmelden, können Sie Ihre Pflanzen und Geräusche nicht speichern
es: Al iniciar sesión como visitante, no podrá ahorrar sus plantas y sonidos
fr: En vous connectant en tant qu'invité, vous ne pourres pas sauvegarder vos plantes et vos sons
it: Accedendoti come ospite, non sarai in grado di salvare le tue piante e i tuoi suoni

# connectionProblemTitle
source: Internet connection problem
de: Problem mit der Internetverbindung
es: Problema de conexión a Internet
fr: Problème de connexion Internet
it: Problema di connessione internet

# connectionProblemSub
source: Please connect to the internet and try again
de: Bitte verbinden Sie sich mit dem Internet und versuchen Sie es erneut
es: Conéctate a Internet e inténtalo de nuevo
fr: Veuilles vous connecter à Internet et réessayer
it: Connettiti a internet e riprova

source: Invalid
de: Ungültig
es: Inválido
fr: Invalide

# emailUsedTitle
source: Email is already in use
de: E-Mail wird bereits verwendet
es: El email ya está en uso
fr: L'e-mail est déjà utilisé
it: L'email è già in uso

# emailUsedSub
source: Try with another email or sign in with the existing one
de: Versuchen Sie es mit einer anderen E-Mail oder melden Sie sich mit der bestehenden an
es: Prueba con otro email o inicia sesión con el existente
fr: Essayes avec une autre adresse e-mail ou connectes-vous avec celle existante
it: Prova con un'altra email o accedi con quella esistente

# decreaseFootprint
source: Decrease your carbon footprint by planting real trees on earth
de: Verringern Sie Ihren CO2-Fußabdruck, indem Sie einen echten Baum auf der Erde pflanzen
es: Reduce tu huella de carbono plantando un árbol real en la tierra
fr: Diminues ta empreinte carbone en plantant un vrai arbre sur terre
it: Diminuisci la tua impronta di carbonio piantando un vero albero sulla terra

source: planted by you
de: von dir gepflanzt
es: plantado por ti
fr: planté par vous
it: piantato da te

# notEnoughMoneyTitle
source: You don't have enough coins
de: Du hast nicht genug Münzen
es: No tienes suficientes monedas
fr: Vous n'aves pas asses de pièces
it: Non hai abbastanza monete

# notEnoughMoneySub
source: You'll have to focus more if you want to plant this tree!
de: Du musst dich mehr konzentrieren, wenn du diesen Baum pflanzen willst!
es: ¡Tendrás que concentrarte más si quieres plantar este árbol!
fr: Vous devres vous concentrer davantage si vous voules planter cet arbre !
it: Dovrai concentrarti di più se vuoi piantare questo albero!

source: App Premium
es: Aplicación Premium
fr: Application Premium
