Repository: Byazh/Timey
Catalog: resources/lang/app_*.arb
Languages: de, es, fr, it

# priceOfCoffee
source: The price of a coffee to start planting real trees on earth!
de: Der Preis eines Kaffees, um echte Bäume auf der Erde zu pflanzen!
es: ¡El precio de un café para comenzar a plantar árboles reales en la tierra!
fr: Le prix d'un café pour commencer à planter de vrais arbres sur terre!
it: Il prezzo di un caffè per iniziare a piantare veri alberi sulla terra!

source: Oops!
de: Ups!
es: ¡Ups!
fr: Oups !

# cantInviteFriend
source: We weren't able to invite your friend! Check your connection and try again
de: Wir konnten Ihren Freund nicht einladen! Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut
es: ¡No pudimos invitar a tu amigo! Verifica tu conexión e inténtalo de nuevo
fr: Nous n'avons pas pu inviter ton ami! Vérifies ta connexion et réessayes
it: Non siamo stati in grado di invitare il tuo amico! Controlla la tua connessione e riprova

# uploadProfilePic
source: Upload a profile picture now
de: Lade jetzt ein Profilbild hoch
es: Sube una foto de perfil ahora
fr: Télécharges une photo de profil maintenant
it: Carica un'immagine del profilo ora

# uploadProfilePicSub
source: Select where you want the picture from
de: Wählen Sie aus, woher Sie das Bild haben möchten
es: Selecciona de dónde quieres la foto
fr: Sélectionnes d'où vous voules l'image
it: Seleziona da dove vuoi l'immagine

source: Camera
de: Kamera
es: Cámara
fr: Caméra

source: Gallery
es: Galería
fr: Galerie

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour

# updateTitle
source: The app needs to be updated!
de: Die App muss aktualisiert werden!
es: ¡La aplicación debe actualizarse!
fr: L'application doit être mise à jour!
it: L'app deve essere aggiornata!

# updateSub
source: Please click the button below and update the app to continue. If the app is up to date, try connecting to the internet or reinstalling the app
de: Bitte klicken Sie auf die Schaltfläche unten und aktualisieren Sie die App, um fortzufahren. Wenn die App auf dem neuesten Stand ist, versuchen Sie, sich mit dem Internet zu verbinden oder die App neu zu installieren
es: Haga clic en el botón a continuación y actualice la aplicación para continuar. Si la aplicación está actualizada, intente conectarse a Internet o reinstalar la aplicación
fr: Veuilles cliquer sur le bouton ci-dessous et mettre à jour l'application pour continuer. Si l'application est à jour, essayes de vous connecter à Internet ou de réinstaller l'application
it: Fai clic sul pulsante in basso e aggiorna l'app per continuare. Se l'app è aggiornata, prova a connetterti a internet o a reinstallare l'app

# welcomeTitle1
source: Boost your productivity!
de: Steigern Sie Ihre Produktivität!
es: ¡Aumenta tu productividad!
fr: Boostes ta productivité!
it: Aumenta la tua produttività!

# welcomeDesc1
source: Use the pomodoro technique, white sounds and other useful tools to be more efficient in your social and work life
de: Verwenden Sie die Pomodoro-Technik, weiße Klänge und andere nützliche Werkzeuge, um in Ihrem sozialen und beruflichen Leben effizienter zu sein
es: Usa la técnica pomodoro, sonidos blancos y otras herramientas útiles para ser más eficiente en tu vida social y laboral
fr: Utilises la technique pomodoro, les sons blancs et d'autres outils utiles pour être plus efficace dans ta vie sociale et professionnelle
it: Usa la tecnica del pomodoro, i suoni bianchi e altri strumenti utili per essere più efficiente nella tua vita sociale e lavorativa

# welcomeTitle2
source: Organize your study!
de: Organisieren Sie Ihr Studium!
es: ¡Organiza tu estudio!
fr: Organises ton étude!
it: Organizza il tuo studio!

# welcomeDesc2
source: Divide your tasks in different activities and organize your life in a better and more fun way
de: Teilen Sie Ihre Aufgaben in verschiedene Aktivitäten auf und organisieren Sie Ihr Leben besser und unterhaltsamer
es: Divida sus tareas en diferentes actividades y organice su vida de una manera mejor y más divertida
fr: Divises vos tâches en différentes activités et organises ta vie d'une manière meilleure et plus amusante
it: Dividi i tuoi compiti in diverse attività e organizza la tua vita in un modo migliore e più divertente

# welcomeTitle3
source: Monitor your progress!
de: Überwache deinen Fortschritt!
es: ¡Supervisa tu progreso!
fr: Suives ta progression!
it: Controlla i tuoi progressi!

# welcomeDesc3
source: Keep track of your improvements through charts and detailed statistics
de: Verfolgen Sie Ihre Verbesserungen anhand von Diagrammen und detaillierten Statistiken
es: Haz un seguimiento de tus mejoras a través de gráficos y estadísticas detalladas
fr: Suives vos progrès grâce à des graphiques et des statistiques détaillées
it: Tieni traccia dei tuoi miglioramenti attraverso grafici e statistiche dettagliate

# welcomeTitle4
source: Plant with friends!
de: Mit Freunden pflanzen!
es: ¡Planta con amigos!
fr: Plantes avec des amis!
it: Pianta con gli amici!

# welcomeDesc4
source: Invite your friends and plant a tree together so that everybody stays focused
de: Lade deine Freunde ein und pflanze gemeinsam einen Baum, damit alle konzentriert bleiben
es: Invita a tus amigos y planten un árbol juntos para que todos se mantengan enfocados
fr: Invites vos amis et plantes un arbre ensemble pour que tout le monde reste concentré
it: Invita i tuoi amici e pianta un albero insieme in modo che tutti rimangano concentrati

# welcomeTitle5
source: Plant real trees!
de: Pflanze echte Bäume!
es: ¡Planta árboles de verdad!
fr: Plantes de vrais arbres!
it: Pianta alberi veri!

# welcomeDesc5
source: Focus and help the environment at the same time by planting real trees on Earthdirectly through the app
de: Konzentrieren Sie sich und helfen Sie gleichzeitig der Umwelt, indem Sie direkt über die App echte Bäume auf der Erde pflanzen
es: Enfócate y ayuda al medio ambiente al mismo tiempo plantando árboles reales en la Tierra directamente a través de la aplicación
fr: Concentres-vous et aides l'environnement en même temps en plantant de vrais arbres sur Terre directement via l'application
it: Concentrati e aiuta l'ambiente allo stesso tempo piantando alberi veri sulla Terradirettamente tramite l'app

# errorWithAccount
source: There has been an error with your account
de: Bei Ihrem Konto ist ein Fehler aufgetreten
es: Ha habido un error con tu cuenta
fr: Il y a eu une erreur avec votre compte
it: Si è verificato un errore con il tuo account

# errorWithAccountSub
source: Please create a new one or contact our support email
de: Bitte erstellen Sie eine neue oder wenden Sie sich an unsere Support-E-Mail
es: Cree uno nuevo o comuníquese con nuestro correo electrónico de soporte
fr: Veuillez en créer un nouveau ou contacter notre e-mail d'assistance
it: Creane uno nuovo o contatta la nostra mail di supporto

# comeBackDeepFocus
source: Your tree is going to die in ten seconds
de: Ihr Baum wird in zehn Sekunden sterben
es: Votre arbre va mourir dans dix secondes
fr: Votre arbre va mourir dans dix secondes
it: La tua pianta morirà in dieci secondi

# comeBackDeepFocusSub
source: Go back to the app immediately to save it
de: Kehren Sie sofort zur App zurück, um sie zu speichern
es: Revenez immédiatement à l'application pour l'enregistrer
fr: Revenez immédiatement à l'application pour l'enregistrer
it: Torna subito sull'app per salvarlo

# plant1
source: basic
es: basicò
fr: essential
it: basico

# plant2
source: apple
de: apfel
es: appmanzanale
fr: pomme
it: melo

# plant4
source: hibiscus
de: hibiskusblüten
es: hibisco
it: ibisco

# plant5
source: violet
de: violett
es: violeta
it: viola

# plant6
source: tulip
de: tulpe
es: tulipan
fr: tulipe
it: tulipano

# plant1Desc
source: This a simple, clean but cute tree that you can grow anytime
de: Dies ist ein einfacher, sauberer, aber süßer Baum, den Sie jederzeit anbauen können
es: Este es un árbol simple, limpio pero lindo que puedes cultivar en cualquier momento
fr: C'est un arbre simple, propre mais mignon que vous pouvez faire pousser à tout moment
it: Questo è un albero semplice, pulito ma carino che puoi coltivare in qualsiasi momento

# plant2Desc
source: It takes almost ten years for an apple tree to make its first fruits
de: Es dauert fast zehn Jahre, bis ein Apfelbaum seine ersten Früchte trägt
es: Un manzano tarda casi diez años en dar sus primeros frutos
fr: Il faut presque dix ans à un pommier pour produire ses premiers fruits
it: Ci vogliono quasi dieci anni perché un melo produca i suoi primi frutti

# plant3Desc
source: Dangerous and yet fascinating, cactus is commonly misunderstood
de: Gefährlich und doch faszinierend, Kakteen werden häufig missverstanden
es: Peligrosos y fascinantes, los cactus son comúnmente malinterpretados
fr: Dangereux et pourtant fascinants, les cactus sont souvent mal compris
it: Pericolosi e tuttavia affascinanti, i cactus sono comunemente fraintesi

# plant4Desc
source: For centuries hibiscus has expressed its cosmopolitan beauty around the world
de: Seit Jahrhunderten bringt Hibiskus seine kosmopolitische Schönheit auf der ganzen Welt zum Ausdruck
es: Durante siglos, el hibisco ha expresado su belleza cosmopolita en todo el mundo.
fr: Depuis des siècles, l'hibiscus exprime sa beauté cosmopolite dans le monde entier
it: Per secoli l'ibisco ha espresso la sua bellezza cosmopolita in giro per il mondo

# plant5Desc
source: Roses are red, violets are blue, but not in this case, as your eyes can tell you
de: Rosen sind rot, Veilchen sind blau, aber nicht in diesem Fall, wie Ihre Augen Ihnen sagen können
es: Las rosas son rojas, las violetas son azules, pero no en este caso, como lo pueden ver tus ojos
fr: Les roses sont rouges, les violettes sont bleues, mais pas dans ce cas, comme vos yeux peuvent vous le dire
it: Le rose sono rosse, le violette sono blu, ma non in questo caso, come possono dirti i tuoi occhi

# plant6Desc
source: Red, bright and common flower whose fields are often portrayed in romantic scenes
de: Rote, leuchtende und gewöhnliche Blume, deren Felder oft in romantischen Szenen dargestellt werden
es: Flor roja, brillante y común cuyos campos se representan a menudo en escenas románticas
fr: Fleur rouge, lumineuse et commune dont les champs sont souvent représentés dans des scènes romantiques
it: Fiore rosso, luminoso e comune i cui campi sono spesso rappresentati in scene romantiche

# sound4
source: city
de: Stadt
es: ciudad
fr: ville
it: città

# sound7
source: classical
de: klassisch
es: clàsica
fr: classique
it: classica

# sound1Desc
source: Imagine concentrating in your cozy room while hearing the rain patting your window
de: Stellen Sie sich vor, Sie konzentrieren sich in Ihrem gemütlichen Zimmer, während Sie den Regen an Ihr Fenster klopfen hören
es: Imagina concentrarte en tu acogedora habitación mientras escuchas la lluvia golpeando tu ventana
fr: Imaginez vous concentrer dans votre chambre confortable tout en entendant la pluie tapoter votre fenêtre
it: Immagina di concentrarti nella tua stanza accogliente mentre senti la pioggia che accarezza la tua finestra

# sound2Desc
source: You are concentrating in your habitual cafe in New York while everybody else is going on with their life
de: Du konzentrierst dich auf dein gewohntes Café in New York, während alle anderen ihrem Leben nachgehen
es: Estás concentrado en tu café habitual en Nueva York mientras todos los demás siguen con su vida
fr: Vous vous concentrez sur votre café habituel à New York pendant que tout le monde continue sa vie
it: Ti stai concentrando nel tuo solito bar a New York mentre tutti gli altri continuano la loro vita

# sound3Desc
source: Birds, insects and leaves moving all together in armony through the windy atmosphere of forests
de: Vögel, Insekten und Blätter bewegen sich harmonisch durch die windige Atmosphäre der Wälder
es: Pájaros, insectos y hojas moviéndose todos juntos en armonía a través de la ventosa atmósfera de los bosques
fr: Oiseaux, insectes et feuilles se déplaçant tous ensemble en harmonie dans l'atmosphère venteuse des forêts
it: Uccelli, insetti e foglie che si muovono tutti insieme in armonia nell'atmosfera ventosa delle foreste

# sound4Desc
source: Cars, taxis and ambulances slowly going through the streets while you slowly concentrate on your paper
de: Autos, Taxis und Krankenwagen fahren langsam durch die Straßen, während du dich langsam auf deine Zeitung konzentrierst
es: Coches, taxis y ambulancias recorriendo lentamente las calles mientras tú te concentras lentamente en tu papel
fr: Voitures, taxis et ambulances traversant lentement les rues pendant que vous vous concentrez lentement sur votre papier
it: Auto, taxi e ambulanze percorrono lentamente le strade mentre tu ti concentri lentamente sul foglio

# sound5Desc
source: You are on the beach, listening to the sound of mother nature while she moves waves in a repeating melody
de: Du bist am Strand und lauschst dem Klang von Mutter Natur, während sie Wellen in einer sich wiederholenden Melodie bewegt
es: Estás en la playa, escuchando el sonido de la madre naturaleza mientras mueve las olas en una melodía que se repite
fr: Vous êtes sur la plage, écoutant le son de mère nature alors qu'elle déplace les vagues dans une mélodie répétitive
it: Sei sulla spiaggia, ad ascoltare il suono di madre natura mentre muove le onde in una melodia ripetuta

# sound6Desc
source: You are concentrating in a room with a fireplace and some slow jazz music
de: Du konzentrierst dich in einem Raum mit Kamin und langsamer Jazzmusik
es: Estás concentrado en una habitación con chimenea y música de jazz lento
fr: Vous êtes concentré dans une pièce avec une cheminée et de la musique jazz lente
it: Ti stai concentrando in una stanza con un caminetto e della lenta musica jazz

# sound7Desc
source: Nothing is better than a slow and melodic classical symphony
de: Nichts ist besser als eine langsame und melodische klassische Symphonie
es: Nada es mejor que una sinfonía clásica lenta y melódica.
fr: Rien de mieux qu'une symphonie classique lente et mélodique
it: Non c'è niente di meglio che una lenta e melodica sinfonia classica

# thisSessionNotes
source: About this session:
de: Die Notizen dieser Sitzung
es: Las notas de esta sesión
fr: Les notes de cette session
it: Appunti su questa sessione

# workInProgress
source: This feature is coming soon!
de: Diese Funktion kommt bald!
es: ¡Esta característica estará disponible pronto!
fr: Cette fonctionnalité arrive bientôt!
it: Aspetta qualche giorno!

# workInProgressSub
source: You will be able to plant your tree after the update coming in the next few days
de: Mit dem Update, das in den nächsten Tagen kommt, können Sie Ihren Baum pflanzen
es: Podrás plantar tu árbol con la actualización en los próximos días
fr: Vous pourrez planter votre arbre avec la mise à jour à venir dans les prochains jours
it: Questa funzionalità verrà rilasciata nel prossimo aggiornamento, che dovrebbe uscire fra un paio di giorni

# shareText
source: Hey! Come and join me in my room to focus together! Use this code:
de: Hey! Komm und schließe dich meiner Gruppe an, um gemeinsam zu fokussieren! Verwende diesen Code:
es: ¡Oye! ¡Ven y únete a mí en mi grupo para concentrarnos juntos! Usa este código:
fr: Hey! Venez me rejoindre dans mon groupe pour vous concentrer ensemble! Utilisez ce code:
it: Hey! Unisciti alla mia stanza per concentrarci insieme! Usa questo codice:

source: You failed
de: Du hast versagt
es: Fallaste
fr: Vous avez échoué
it: Hai fallito

source: You succeeded
de: Du warst erfolgreich
es: Tuviste éxito
fr: Vous avez réussi
it: Ci sei riuscito

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

# stoppedFocusing
source: Ouch!
de: Autsch!
es: ¡Ay!
fr: Aïe!

# stoppedFocusingSub
source: You stopped focusing and killed your tree
de: Du hast aufgehört zu konzentrieren und deinen Baum getötet
es: Dejaste de concentrarte y mataste tu árbol
fr: Tu as arrêté de tu concentrer et as tué ton arbre
it: Hai smesso di concentrarti e hai ucciso la tua pianta

# finished
source: You made it!
de: Du hast es geschafft!
es: ¡Lo lograste!
fr: Tu as réussi !
it: Ce l'hai fatta!

# finishedSub
source: Here's
de: Hier ist
es: Aquí está
fr: Voici
it: Ecco a te

source: coins
de: Münzen
es: monedas
fr: pièces
it: monete

# realTreesLimit
source: You have exceeded the number of maximum real trees
de: Sie haben die maximale Anzahl echter Bäume überschritten
es: Has excedido el número máximo de árboles reales
fr: Vous avez dépassé le nombre maximum d'arbres réels
it: Hai superato il numero massimo di alberi reali

# realTreesLimitSub
source: If you would like to plant more real trees, please contact us via email
de: Wenn Sie mehr echte Bäume pflanzen möchten, kontaktieren Sie uns bitte per E-Mail
es: Si desea plantar más árboles reales, contáctenos por correo electrónico
fr: Si vous souhaitez planter plus de vrais arbres, veuillez nous contacter par e-mail
it: Se desideri piantare più alberi veri, contattaci via e-mail

# invitedTo
source: has invited you to join his room
de: hat Sie eingeladen, seinem Raum beizutreten
es: te ha invitado a unirte a su habitación
fr: vous a invité à rejoindre sa salle
it: ti ha invitato a unirti alla sua stanza

# invitedToSub
source: Click here to join him!
de: Klicken Sie hier, um sich ihm anzuschließen!
es: ¡Haz clic aquí para unirte a él!
fr: Cliquez ici pour le rejoindre!
it: Clicca qui per unirti!

# checkNewCoins
source: Your coins have been set to
de: Ihre Coins wurden gesetzt auf
es: Tus monedas han sido configuradas para
fr: Vos pièces ont été définies sur
it: Le tue monete sono state impostate a

# emailInstructions
source: We sent an email to your inbox! Follow the instructions given and come back to this page
de: Wir haben eine E-Mail an Ihren Posteingang gesendet! Folgen Sie den Anweisungen und kehren Sie zu dieser Seite zurück
es: ¡Le enviamos un correo electrónico a su bandeja de entrada! Siga las instrucciones dadas y regrese a esta página
fr: Nous avons envoyé un e-mail dans votre boîte de réception! Suivez les instructions données et revenez sur cette page
it: Abbiamo inviato un'email alla tua casella di posta! Segui le istruzioni fornite e torna su questa pagina

source: Incorrect credentials
de: Falsche Anmeldedaten
es: Credenciales incorrectas
fr: Identifiants incorrects
it: Credenziali errate

# featureAvailableSoonSub
source: An update will be available soon
de: Ein Update wird bald verfügbar sein
es: Una actualización estará disponible pronto
fr: Une mise à jour sera bientôt disponible
it: Un aggiornamento sarà presto disponibile

# featureAvailableSoon
source: This feature is still in beta
de: Diese Funktion befindet sich noch in der Betaphase
es: Esta función aún está en versión beta
fr: Cette fonctionnalité est encore en version bêta
it: Questa funzione è ancora in versione beta

# emailAlreadyExisting
source: The email you entered is already connected to an account
de: Die eingegebene E-Mail ist bereits mit einem Konto verbunden
es: El correo electrónico que ingresó ya está conectado a una cuenta
fr: L'email que vous avez entré est déjà connecté à un compte
it: L'email che hai inserito è già collegata a un account

# profilePictureUpdating
source: Your profile picture will be updated in a few seconds!
de: Ihr Profilbild wird in wenigen Sekunden aktualisiert!
es: ¡Tu foto de perfil se actualizará en unos segundos!
fr: Votre photo de profil sera mise à jour dans quelques secondes!
it: La tua immagine del profilo verrà aggiornata in pochi secondi!

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista

# noFriendsError
source: There has been a problem retrieving your profile information
de: Beim Abrufen Ihrer Profilinformationen ist ein Problem aufgetreten
es: Ha habido un problema al recuperar la información de tu perfil
fr: Un problème est survenu lors de la récupération des informations de votre profil
it: Si è verificato un problema durante il recupero delle informazioni del tuo profilo

# noPendingReceived
source: You don't have any pending friend requests
de: Du hast keine ausstehenden Freundschaftsanfragen
es: No tienes solicitudes de amistad pendientes
fr: Vous n'avez aucune demande d'ami en attente
it: Non hai richieste di amicizia in sospeso

# noPendingSent
source: You haven't sent any friend requests yet
de: Du hast noch keine Freundschaftsanfragen gesendet
es: Aún no has enviado ninguna solicitud de amistad
fr: Vous n'avez pas encore envoyé de demandes d'amis
it: Non hai ancora inviato alcuna richiesta di amicizia

source: Yes
de: ja
fr: Oui
it: Si

source: Days
de: Tage
fr: Jours
it: Giorni

source: Daily goal
de: Tagesziel
fr: Objectif quotidien
it: Obiettivo giornaliero

# sound1
source: rain
de: regen
fr: pluie
it: pioggia

# sound2
source: cafe
de: café
fr: café
it: bar

# sound3
source: forest
de: Wald
fr: forêt
it: foresta

# sound5
source: sea
de: Meer
fr: mer
it: mare

source: No
de: nein
fr: Non

source: Feedback
fr: Commentaires

source: On
de: Ein

source: Off
de: Aus

source: min
de: Minute

# reason1
source: Social network
de: Soziale Netzwerke

source: Logout
de: Abmelden

# plant3
source: cactus
de: kaktus
